const projectContent = [
  {
    slug: 'oil-and-gas-extraction',
    title: 'Добыча нефти и газа',
    description: [
      'Компания Varro Operating Group специализируется на добыче и первичной переработке нефти и газа. Мы обеспечиваем высокое качество и эффективность, используя передовые технологии для максимизации нефтеотдачи и минимизации воздействия на окружающую среду.',
      'Наша деятельность включает разведку, разработку и эксплуатацию месторождений углеводородов. Мы стремимся к инновациям и постоянному совершенствованию наших процессов, чтобы оставаться в авангарде нефтегазовой отрасли.'
    ],
    details: {
      location: 'Республика Казахстан, Мангистауская область',
      client: 'Varro Operating Group',
      consult: 'Алексей Иванов',
      projectType: 'Добыча нефти и газа',
      duration: '25 лет',
      completion: '2047 год',
      share: 'Нефть, Газ'
    },
    strategies: [
      'Использование передовых технологий для повышения эффективности добычи.',
      'Минимизация воздействия на окружающую среду за счет сокращения выбросов и использования воды.',
      'Оптимизация производственных процессов для повышения общей эффективности.',
      'Инвестиции в инновации и исследования для увеличения ресурсной базы и повышения нефтеотдачи.'
    ],
    approach: [
      'Мы применяем комплексный подход к добыче нефти и газа, включая разведку, разработку и эксплуатацию месторождений. Наша цель — максимизировать ценность ресурсов при минимальном воздействии на окружающую среду.',
      'Мы интегрируем в нашу бизнес-модель принципы устойчивого развития, стремясь внести позитивный вклад как в отрасль, так и в сообщества, в которых мы работаем.'
    ],
    goals: [
      'Повышение коэффициента нефтеотдачи текущих запасов.',
      'Снижение затрат на добычу за счет оптимизации процессов.',
      'Минимизация экологического воздействия на окружающую среду.',
      'Увеличение ресурсной базы за счет разведки новых месторождений.'
    ],
    results: [
      'Увеличение объемов добычи на 15% за счет внедрения передовых технологий.',
      'Снижение затрат на добычу на 10% благодаря оптимизации процессов.',
      'Минимизация выбросов CO2 на 20% за счет внедрения экологических мер.',
      'Увеличение запасов на 25% за счет разведки и разработки новых месторождений.'
    ]
  },

  {
    slug: 'gas-processing',
    title: 'Переработка газа',
    description: [
      'Компания Varro Operating Group управляет Боранкольским газоперерабатывающим заводом (БГПЗ), который представляет собой единый технологический комплекс переработки попутного и природного газа. Мы производим фракции сжиженных углеводородов, а также обеспечиваем их хранение, транспортировку и поставку потребителю.',
      'Наш завод был построен в соответствии с технико-экономическим обоснованием, разработанным Проектным Институтом АО «PETROSTAR» (Румыния). Первый этап строительства был завершен в 2007 году, и проектная мощность завода составляет 3,6 миллиарда кубометров газа в год. Второй этап строительства начался в 2024 году.'
    ],
    details: {
      location: 'Республика Казахстан, Мангистауская область',
      client: 'Varro Operating Group',
      consult: 'Мария Петрова',
      projectType: 'Переработка газа',
      duration: '25 лет',
      completion: '2047 год',
      share: 'Газ, Сжиженные углеводороды'
    },
    strategies: [
      'Эффективное разделение, очистка и распределение природного газа и его побочных продуктов.',
      'Использование передовых технологий для повышения эффективности переработки газа.',
      'Минимизация выбросов и сокращение использования воды в производственных процессах.',
      'Интеграция принципов устойчивого развития в нашу бизнес-модель.'
    ],
    approach: [
      'Мы стремимся к постоянному совершенствованию наших процессов и технологий, чтобы оставаться в авангарде газоперерабатывающей отрасли.',
      'Наш подход включает внедрение инноваций, оптимизацию производственных процессов и минимизацию воздействия на окружающую среду.'
    ],
    goals: [
      'Повышение эффективности переработки газа.',
      'Снижение затрат на производство за счет оптимизации процессов.',
      'Минимизация экологического воздействия на окружающую среду.',
      'Увеличение объемов производства сжиженных углеводородов.'
    ],
    results: [
      'Увеличение объемов переработки газа на 20%.',
      'Снижение затрат на производство на 15%.',
      'Минимизация выбросов CO2 на 25%.',
      'Увеличение объемов производства сжиженных углеводородов на 30%.'
    ]
  },
  {
    slug: 'sustainable-development',
    title: 'Устойчивое развитие',
    description: [
      'Компания Varro Operating Group стремится к устойчивому развитию, интегрируя экологические, социальные и экономические аспекты в свою бизнес-модель. Мы реализуем меры по минимизации выбросов, сокращению использования воды и смягчению воздействия на окружающую среду.',
      'Наша цель — внести позитивный вклад как в отрасль, так и в сообщества, в которых мы работаем. Мы инвестируем в программы обучения и технологии для повышения безопасности работников и минимизации воздействия на окружающую среду.'
    ],
    details: {
      location: 'Республика Казахстан, Мангистауская область',
      client: 'Varro Operating Group',
      consult: 'Екатерина Кузнецова',
      projectType: 'Устойчивое развитие',
      duration: '25 лет',
      completion: '2047 год',
      share: 'Экология, Социальная ответственность'
    },
    strategies: [
      'Реализация мер по минимизации выбросов и сокращению использования воды.',
      'Интеграция принципов устойчивого развития в нашу бизнес-модель.',
      'Инвестиции в программы обучения и технологии для повышения безопасности работников.',
      'Сотрудничество с местными сообществами для улучшения качества жизни.'
    ],
    approach: [
      'Мы стремимся к постоянному совершенствованию наших процессов и технологий, чтобы минимизировать воздействие на окружающую среду.',
      'Наш подход включает внедрение инноваций, оптимизацию производственных процессов и активное взаимодействие с заинтересованными сторонами.'
    ],
    goals: [
      'Минимизация воздействия на окружающую среду за счет сокращения выбросов и использования воды.',
      'Повышение безопасности работников и минимизация рисков для их здоровья.',
      'Улучшение качества жизни в регионах присутствия за счет социальных программ.',
      'Демонстрация приверженности корпоративной социальной ответственности.'
    ],
    results: [
      'Снижение выбросов CO2 на 30% за счет внедрения экологических мер.',
      'Сокращение использования воды на 20% благодаря оптимизации процессов.',
      'Улучшение условий труда для работников за счет инвестиций в программы обучения.',
      'Увеличение вовлеченности местных сообществ в социальные программы.'
    ]
  },

  {
    slug: 'borankol-gas-processing-plant',
    title: 'Боранкольский ГПЗ',
    description: [
      'Компания Varro Operating Group владеет Боранкольским газоперерабатывающим заводом (БГПЗ), который представляет собой единый технологический комплекс переработки попутного и природного газа. Мы производим фракции сжиженных углеводородов, а также обеспечиваем их хранение, транспортировку и поставку потребителю.',
      'Строительство завода осуществлялось согласно технико-экономическому обоснованию, разработанному Проектным Институтом АО «PETROSTAR» (Румыния). Первый этап строительства был завершен в 2007 году, и проектная мощность завода составляет 3,6 миллиарда кубометров газа в год. Второй этап строительства начался в 2024 году.'
    ],
    details: {
      location: 'Республика Казахстан, Мангистауская область',
      client: 'Varro Operating Group',
      consult: 'Дмитрий Смирнов',
      projectType: 'Газоперерабатывающий завод',
      duration: '25 лет',
      completion: '2047 год',
      share: 'Газ, Сжиженные углеводороды'
    },
    strategies: [
      'Эффективное разделение, очистка и распределение природного газа и его побочных продуктов.',
      'Использование передовых технологий для повышения эффективности переработки газа.',
      'Минимизация выбросов и сокращение использования воды в производственных процессах.',
      'Интеграция принципов устойчивого развития в нашу бизнес-модель.'
    ],
    approach: [
      'Мы стремимся к постоянному совершенствованию наших процессов и технологий, чтобы оставаться в авангарде газоперерабатывающей отрасли.',
      'Наш подход включает внедрение инноваций, оптимизацию производственных процессов и минимизацию воздействия на окружающую среду.'
    ],
    goals: [
      'Повышение эффективности переработки газа.',
      'Снижение затрат на производство за счет оптимизации процессов.',
      'Минимизация экологического воздействия на окружающую среду.',
      'Увеличение объемов производства сжиженных углеводородов.'
    ],
    results: [
      'Увеличение объемов переработки газа на 20%.',
      'Снижение затрат на производство на 15%.',
      'Минимизация выбросов CO2 на 25%.',
      'Увеличение объемов производства сжиженных углеводородов на 30%.'
    ]
  },
  {
    slug: 'hydrocarbon-sales',
    title: 'Продажа углеводородов',
    description: [
      'Компания Varro Operating Group занимается продажей углеводородов на внутреннем рынке и экспортом. Мы обеспечиваем стабильные поставки нефти и газа, способствуя развитию энергетического сектора и удовлетворяя потребности наших клиентов.',
      'Наша продукция соответствует международным стандартам качества и экологическим требованиям. Мы стремимся к долгосрочному сотрудничеству с нашими партнерами и клиентами.'
    ],
    details: {
      location: 'Республика Казахстан, Мангистауская область',
      client: 'Varro Operating Group',
      consult: 'Игорь Васильев',
      projectType: 'Продажа углеводородов',
      duration: '25 лет',
      completion: '2047 год',
      share: 'Нефть, Газ'
    },
    strategies: [
      'Обеспечение стабильных поставок нефти и газа на внутренний рынок и экспорт.',
      'Соблюдение международных стандартов качества и экологических требований.',
      'Развитие долгосрочных отношений с партнерами и клиентами.',
      'Оптимизация логистики и снижение затрат на транспортировку.'
    ],
    approach: [
      'Мы стремимся к постоянному совершенствованию наших процессов и технологий, чтобы обеспечить высокое качество продукции и удовлетворение потребностей клиентов.',
      'Наш подход включает внедрение инноваций, оптимизацию логистических процессов и минимизацию воздействия на окружающую среду.'
    ],
    goals: [
      'Обеспечение стабильных поставок нефти и газа.',
      'Соблюдение международных стандартов качества и экологических требований.',
      'Развитие долгосрочных отношений с партнерами и клиентами.',
      'Оптимизация логистики и снижение затрат на транспортировку.'
    ],
    results: [
      'Увеличение объемов продаж на 20%.',
      'Снижение затрат на транспортировку на 15%.',
      'Минимизация экологического воздействия на 25%.',
      'Увеличение удовлетворенности клиентов на 30%.'
    ]
  },
  // Add more projects here as needed
];

export default projectContent;
